Gets all intersection elements which produce division lines.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public ICollection<ElementId> GetAllIntersectionElements()
  Visual Basic
Public Function GetAllIntersectionElements As ICollection(Of ElementId)
  Visual C++
public:
ICollection<ElementId^>^ GetAllIntersectionElements()
 Return Value
 The intersection elements.
 See Also
  DividedSurface Class
  Autodesk.Revit.DB Namespace